Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Attaches tremblement appuyé to the note/chord at the cursor, or removes it if already present.
sv: Lägger till tremblement appuyé till noten/ackordet vid markören, eller tar bort det om det redan finns.

source: Tremblement
sv: Förödmjukelse

source: Attach a tremblement to the current note/chord or remove it if already present.
sv: Koppla en tremblement till den aktuella noten/ackordet eller ta bort den om den redan finns.

source: Wait for your vector graphics editor to start. It will open an SVG file of the same name, if available, but be sure to save as encapsulated postscript (eps), using the name given. You will need to refresh the print view to see your changes. When saving your eps it is good to save as SVG file format as well, as this will give better editing later. Quit your graphics editor before quitting this dialog to return to work in Denemo.
sv: Vänta tills din vektorgrafikredigerare startar. Den kommer att öppna en SVG-fil med samma namn, om den finns tillgänglig, men var noga med att spara som inkapslad postscript (eps), med det namn som angetts. Du kommer att behöva uppdatera utskriftsvyn för att se dina ändringar. När du sparar din eps är det bra att också spara som SVG-filformat, eftersom detta ger bättre redigering senare. Avsluta din grafikredigerare innan du avslutar denna dialog för att återgå till arbetet i Denemo.

source: Edit width
sv: Redigera bredd

source: No definitions created for this score
sv: Inga definitioner skapade för denna partitur

source: No definitions selected
sv: Inga definitioner valda

source: Custom Ornament
sv: Egen prydnad

source: Give Ornament Name
sv: Ge prydnaden ett namn

source: Choose Custom Template
sv: Välj anpassad mall

source: Attaches (or removes) this ornament from the current note/chord.
sv: Fäster (eller tar bort) detta ornament från den aktuella noten/ackordet.

source: The file "
sv: Filen "

source: " does not (yet) exist, or no longer exists. Typesetting will silently fail until the file exists. Either create the file or delete the Graphic Title Page now
sv: " inte (ännu) existerar, eller inte längre existerar. Sättningen kommer att misslyckas tills filen finns. Skapa antingen filen eller ta bort den grafiska titelsidan nu

source: Delete Custom Ornament?
sv: Ta bort anpassad prydnad?

source: Custom Ornament Definition Deleted
sv: Definition av anpassad prydnad Deleted

source: Create Custom Ornament
sv: Skapa egen prydnad

source: Allows the user to create a customized ornament (or load one previously created) into this score's definitions. Ornament names should be start in lower case and have no numerals. If a standard ornament is used, e.g. trill, then this will replace the standard ornament throughout the score.
sv: Gör det möjligt för användaren att skapa ett anpassat ornament (eller ladda in ett tidigare skapat) i detta partiturs definitioner. Ornamentnamn ska inledas med gemener och inte innehålla några siffror. Om ett standardornament används, t.ex. trill, kommer detta att ersätta standardornamentet i hela partituret.

source: Edit Custom Ornament Definition
sv: Redigera definition av anpassad prydnad

source: Edit the definition (size or appearance) of a custom ornament definition. The definition must already have been created/loaded in this score.
sv: Redigera definitionen (storlek eller utseende) för en anpassad ornamentdefinition. Definitionen måste redan ha skapats/lästs in i detta partitur.

source: Accidental Below
sv: Oavsiktligt under

source: Places the accidental on the ornament below rather than above.
sv: Placerar olyckshändelsen på ornamentet nedanför i stället för ovanför.

source: Attach ♭ (Off/On)
sv: Bifoga ♭ (Av/På)

source: Places a flat above the ornament on the note at the cursor.
sv: Placerar en b över ornamentet på noten vid markören.

source: Attach ♯ (Off/On)
sv: Bifoga ♯ (Av/På)

source: Places a sharp above the ornament on the note at the cursor.
sv: Placerar ett dikta över ornamentet på noten vid markören.

source: No accidental above
sv: Ingen olycka ovan

source: No accidental below
sv: Ingen olycka nedan

source: Ornament with Accidentals
sv: Prydnad med tillfälligheter

source: Create an ornament with accidentals above and/or below the ornament.
sv: Skapa ett ornament med förtecken ovanför och/eller nedanför ornamentet.

source: Edit this individual ornament
sv: Redigera denna individuella prydnad

source: Edit the ornament definition
sv: Redigera definitionen av prydnadsföremål

source: Position editing not implemented
sv: Positionsredigering ej implementerad

source: Attach Custom Ornament (Off/On)
sv: Fäst anpassad prydnad (av/på)

source: Typesets a custom ornament on the current note/chord. Removes that ornament if already present.
sv: Skapar ett eget ornament på den aktuella noten/ackordet. Tar bort ornamentet om det redan finns där.

source: Down Prall (Off/On)
sv: Down Prall (Av/På)

source: Typesets a down prall on the current note/chord. Removes that ornament if already present.
sv: Slår upp ett ornament på den aktuella noten/ackordet. Tar bort ornamentet om det redan finns där.

source: Mordent (Off/On)
sv: Mordent (av/på)

source: Adds/Removes a Mordent to the note
sv: Lägger till/tar bort en Mordent till noten

source: PrallPrall (Off/On)
sv: PrallPrall (Av/På)

source: Adds/Removes a PrallPrall to the note
sv: Lägger till/tar bort en PrallPrall till anteckningen

source: Prall (Off/On)
sv: Prall (av/på)

source: Adds/Removes a prall to the note
sv: Lägger till/tar bort en prall i anteckningen

source: Reverse Turn (Off/On)
sv: Omvänd vändning (av/på)

source: Add/Removes a Reverse Turn to the note
sv: Lägger till/tar bort en omvänd vändning i noten

source: Trill (Off/On)
sv: Trill (av/på)

source: Adds/Removes a trill to the note
sv: Lägger till/tar bort en trill till noten

source: Turn (Off/On)
sv: Vrid (av/på)

source: Add/Removes a Turn to the note
sv: Lägger till/tar bort en sväng i noten

source: Up Prall (Off/On)
sv: Upp Prall (Av/På)

source: Adds/Removes Up Prall ornament
sv: Lägger till/tar bort Prallprydnad

source: 18th c. Trill Above
sv: 18:e århundradet Trill ovan

source: Inserts 18th c style trill above note
sv: Infogar trill i 18:e c-stil ovanför noten

source: 18th c Trill Below
sv: 18:e sekel Trill nedan

source: Inserts 18th c style trill below note
sv: Infogar trill i 18:e c-stil under noten

source: Above
sv: Ovan

source: Places the fingering above the chord
sv: Placerar fingersättningen ovanför ackordet

source: Below
sv: Nedan

source: Places the fingering below the chord
sv: Placerar fingersättningen under ackordet

source: Places the fingering to the left of the chord
sv: Placerar fingersättningen till vänster om ackordet

source: Places the fingering to the right of the chord
sv: Placerar fingersättningen till höger om ackordet

source: Fingering Position
sv: Fingring Position

source: Allows you to specify the position of the fingering relative to the note at the cursor.
sv: Gör det möjligt att ange fingersättningens position i förhållande till noten vid markören.

source: Inserts fingering for open string
sv: Infogar fingersättning för öppen sträng

source: Inserts fingering for finger 1
sv: Infogar fingersättning för finger 1

source: Inserts fingering for finger 2
sv: Infogar fingersättning för finger 2

source: Inserts fingering for finger 3
sv: Infogar fingersättning för finger 3

source: Inserts fingering for finger 4
sv: Infogar fingersättning för finger 4

source: Inserts fingering for finger 5
sv: Infogar fingersättning för finger 5

source: Give finger number
sv: Ge fingernummer

source: Delete this fingering?
sv: Ta bort den här fingersättningen?

source: Fingering Swap
sv: Fingersättningsbyte

source: Give first fingering
sv: Ge första fingersättningen

source: Give second fingering
sv: Ge andra fingersättningen

source: Prints two fingerings joined to indicate a change of fingering on one note.
sv: Anger två fingersättningar tillsammans för att indikera en förändring av fingersättningen på en not.

source: Set Finger
sv: Ställ in finger

source: Attaches a fingering to the note at the cursor. Blank deletes the fingering.
sv: Ansluter en fingersättning till noten vid markören. Blank tar bort fingersättningen.

source: No fingering on note at cursor
sv: Inget fingerspel på noten vid markören

source: Hide/Show Fingering
sv: Dölj/visa fingerfärdighet

source: Hides/Shows the fingering on the note at the cursor height in the typeset score.
sv: Döljer/visar fingersättningen på noten vid markörens höjd i det maskinskrivna partituret.

source: Give finger number:
sv: Ge fingernummer:

source: Give horizontal shift required:
sv: Ge horisontellt skift krävs:

source: Give vertical shift required:
sv: Ge vertikalt skift krävs:

source: Tweak Position
sv: Justera position

source: Shifts the position of the fingering indication by the amounts given.
sv: Flyttar positionen för fingersättningen med de angivna värdeen.

source: Right Hand Fingering
sv: Fingersättning för höger hand

source: Asks for a finger number and typesets p,m,i as appropriate. Use cancel to delete.
sv: Frågar efter ett fingernummer och skriver p,m,i som lämpligt. Använd Avbryt för att radera.

source: String Number
sv: Sträng Nummer

source: Followed by a number, places string number on note.
sv: Följt av ett nummer, placerar strängnumret på noten.

source: Avoid Collisions with Stems
sv: Undvik kollisioner med stammar

source: Fingerings and String numbers will be moved to avoid colliding with stems on typesetting.
sv: Fingerings och String numbers kommer att flyttas för att undvika att kollidera med notskaft vid sättning.

source: Give string
sv: Ge sträng

source: give your text
sv: ge din text

source: Arbitrary Text Above
sv: Godtycklig text ovan

source: Prints the text you give above the chord.
sv: Skriver ut den text du anger ovanför ackordet.

source: Give text to appear with note/chord: The characters \, ", §, { and } have a special meaning in the text, the backslash \ starts some LilyPond syntax, the others must be paired. To apply italic or bold to a group of words enclose them in {}, e.g. \bold {These words are bold}. Other markup commands \super, \tiny etc, see LilyPond documentation.
sv: Ge text som ska visas med not/ackord: Tecknen \, ", §, { och } har en speciell betydelse i texten, backslash \ startar en del LilyPond-syntax, de andra måste paras ihop. För att använda kursiv eller fet stil på en grupp ord omger du dem med {}, t.ex. \bold {Dessa ord är feta}. Andra markup-kommandon \super, \tiny etc, se LilyPond-dokumentationen.

source: Attaches multi-line text which can include music snippets, transposing note/chord names, fret-diagrams, with control over bold, italic font size and more. Double quotes and {} must be paired - check with the Preview button before okaying the markup. Newlines are triggered by the paragraph sign.
sv: Bifogar flerradig text som kan innehålla musiksnuttar, transponering av not-/ackordnamn, fret-diagram, med kontroll över fetstil, kursiv teckenstorlek och mer. Dubbla citattecken och {} måste vara parade - kontrollera med knappen Preview innan du godkänner markeringen. Nya linjer triggas av stycke-tecknet.

source: Congruentia
sv: Kongruens

source: Print congruentia / canon symbol
sv: Skriv ut congruentia / kanonsymbol

source: Prints Dal Segno below the chord at the cursor.
sv: Skriver ut Dal Segno under ackordet vid markören.

source: Replacing Text
sv: Ersätta text

source: Give new text
sv: Ge ny text

source: No note or rest at cursor
sv: Ingen not eller vila vid markören

source: D. C. al fine
sv: D. C. al fin

source: Puts Da Capo al fine over the chord at the cursor.
sv: Placerar Da Capo al fine över ackordet vid markören.

source: Deletes a dynamic attached to the chord at the cursor.
sv: Raderar en dynamik som är kopplad till ackordet vid markören.

source: Attaches Forte to chord and MIDI volume
sv: Kopplar Forte till ackord- och MIDI-volym

source: Places a ff sign on the chord at the cursor
sv: Placerar ett ff-tecken på ackordet vid markören

source: Print Largo above note at cursor
sv: Skriv ut Largo ovanför noten vid markören

source: Attach mf indication to a chord.
sv: Koppla mf-indikationen till ett ackord.

source: prints mp and outputs MIDI vol change#
sv: skriver ut mp och matar ut MIDI vol change#

source: Footnote Mark
sv: Fotnot Mark

source: Give horizontal offset for the marker
sv: Ange horisontell förskjutning för markören

source: Give vertical offset for the marker
sv: Ge vertikal förskjutning för markören

source: No note or chord at cursor to attach footnote to
sv: Ingen not eller ackord vid markören att koppla fotnot till

source: Prints a footnote at the bottom of the current page. The mark is placed above the note at the cursor.
sv: Skriver ut en fotnot längst ner på den aktuella sidan. Markeringen placeras ovanför noten vid markören.

source: Minimum Length
sv: Minilängd

source: Give minimum length for glissando line:
sv: Ange minsta längd för glissandolinjen:

source: Inserts a glissando (portamento, slide), a line joining the notehead of this and the next note. You may need to displace the following note horizontally to make the gliss marking visible enough.
sv: Infogar ett glissando (portamento, slide), en linje som förbinder nothuvudet för denna och nästa not. Du kan behöva förskjuta följande not horisontellt för att glissandomarkeringen ska bli tillräckligt synlig.

source: Parenthesize Chord
sv: Parentesackord

source: Parenthesize Note
sv: Parentesanteckning

source: Enclose the note at the cursor in ( ) when printed.
sv: Bifoga anteckningen vid markören i ( ) när den skrivs ut.

source: Sorry, not yet implemented
sv: Tyvärr, ännu inte implementerat

source: Text Spanner
sv: Textnyckel

source: Give text
sv: Ge text

source: Starts text which spans several notes, e.g. rallentando poco a poco. Terminate with Stop Text Span command.
sv: Startar text som sträcker sig över flera noter, t.ex. rallentando poco a poco. Avsluta med kommandot Stop Text Span.

source: Text Span Stop
sv: Text Span Stopp

source: Stops the spanning text started earlier.
sv: Stoppar den spänningstext som startades tidigare.

source: Gives Allegro Assai tempo indication
sv: Ger Allegro Assai tempoangivelse

source: Print Allegro in bold italics above the chord.
sv: Skriv Allegro i fet kursiv stil ovanför ackordet.

source: Print Andante in bold italics above the chord.
sv: Skriv Andante i fet kursiv stil ovanför ackordet.

source: Attaches Largo to chord
sv: Ansluter Largo till ackord

source: Print Presto in bold italics above the chord.
sv: Skriv Presto i fet kursiv stil ovanför ackordet.

source: Give text to appear above music:
sv: Ge text som ska visas ovanför musiken:

source: Prints your text above the music at this point
sv: Skriver ut din text ovanför musiken vid denna punkt

source: Coda (Off/On)
sv: Coda (av/på)

source: Adds/Removes a Coda to the note
sv: Lägger till/tar bort en coda till noten

source: Fine (end). (Off/On)
sv: Fin (slut). (Av/på)

source: Prints the musical instruction "fine", in italics.
sv: Skriver ut den musikaliska instruktionen "fine", i kursiv stil.

source: Segno (Off/On)
sv: Segno (Av/På)

source: Adds/Removes a Segno to the note
sv: Lägger till/tar bort en Segno till noten

source: Start a vibrato
sv: Starta ett vibrato

source: Stop a vibrato
sv: Stoppa ett vibrato

source: Vibrato End
sv: Vibrato Slut

source: Give amplitude or 0 to finish giving amplitudes
sv: Ange amplitud eller 0 för att avsluta angivandet av amplituder

source: Give wavelength for wavy line
sv: Ge våglängd för vågig linje

source: Give thickness for wavy line
sv: Ge tjocklek för vågig linje

source: Start or Stop a wavy line above the notes. The waves can be made longer/shorter via the wavelength given and can be made to swell and or diminish, several times if desired by giving one or more amplitudes.
sv: Starta eller stoppa en vågig linje ovanför noterna. Vågorna kan göras längre/kortare via den angivna våglängden och kan fås att svälla och eller minska, flera gånger om så önskas genom att ange en eller flera amplituder.

source: Insert Marked MIDI
sv: Infoga markerad MIDI

source: Inserts the marked MIDI note from the current track, using the duration suggested. Use duration keys to insert the same note with a different duration.
sv: Infogar den markerade MIDI-noten från det aktuella spåret med hjälp av den föreslagna durationen. Använd varaktighetsknapparna för att infoga samma not med en annan varaktighet.

source: This note will typeset with a diamond notehead, to indicate a harmonic You can sharpen or flatten this note using the standard commands.
sv: Denna not kommer att sättas med ett diamantnothuvud, för att indikera en harmonisk Du kan göra noten skarpare eller plattare med hjälp av standardkommandona.

source: Artificial Harmonic
sv: Artificiell harmonisk

source: Places a diamond shape notehead at the cursor. Invoke this command with the cursor above the note to be fingered/fretted to notate an artificial harmonic.
sv: Placerar ett diamantformat nothuvud vid markören. Använd detta kommando med markören ovanför noten som ska fingras/fretas för att notera en konstgjord harmonisk.

source: Harmonic Black
sv: Harmonisk svart

source: XCircle
sv: XCirkel

source: Choose Notehead
sv: Välj nothuvud

source: (Print) Gives a choice between all the notehead types available.
sv: (Print) Ger möjlighet att välja mellan alla tillgängliga nothuvudtyper.

source: Notehead Font Magnification
sv: Förstoring av teckensnittet Notehead

source: Give size required:
sv: Ange önskad storlek:

source: Individual Note Head Size
sv: Individuell not Huvudstorlek

source: Allows the notehead that the cursor is on to be made larger of smaller than normal.
sv: Gör det möjligt att göra nothuvudet som markören befinner sig på större eller mindre än normalt.

source: Prints note with neomensural style notehead.
sv: Skriver ut anteckningen med anteckningshuvud i neomensural stil.

source: (Print) Normal Size
sv: (Skriv ut) Normal storlek

source: Prints out note heads in normal size
sv: Skriver ut nothuvuden i normal storlek

source: (Print) Small Size
sv: (Skriv ut) Liten storlek

source: Prints out note heads in small size
sv: Skriver ut nothuvuden i liten storlek

source: (Print) Tiny Size
sv: (Skriv ut) Liten storlek

source: Prints out note heads in tiny size
sv: Skriver ut nothuvuden i liten storlek

source: Omit (Print)
sv: Utelämna (Skriv ut)

source: Omits the current chord, note or rest when typesetting. By default this will be conditional: exclusive to current layout. Use the Object Editor to change the condition if needed.
sv: Utelämnar aktuellt ackord, not eller vila vid sättning. Som standard kommer detta att vara villkorligt: exklusivt för aktuell layout. Använd objektredigeraren för att ändra villkoret om det behövs.

source: Applies to Note, Chord or Rest
sv: Gäller för not, ackord eller paus

source: Insert Bass Drum in the prevailing duration.
sv: Infoga bastrumma i den rådande varaktigheten.

source: Drum GM2 Custom
sv: Trumma GM2 Custom

source: Convert General Midi drum-staffs to user-notation drum-staffs. Please edit the script to enter your own values.
sv: Konvertera General Midi-trumstockar till trumstockar för användarnotation. Vänligen redigera skriptet för att ange dina egna värden.

source: Hi Hat with Foot
sv: Hi Hat med fot

source: Insert HiHat with foot in the prevailing duration.
sv: Sätt in HiHat med foten i den rådande varaktigheten.

source: Hi Tom
sv: Hej Tom

source: Insert Hi Tom in the prevailing duration.
sv: Infoga Hi Tom i den rådande varaktigheten.

source: Insert Ride Bell in the prevailing duration.
sv: Sätt in Ride Bell i den aktuella varaktigheten.

source: Ride
sv: Åka

source: Insert Ride in the prevailing duration.
sv: Infoga Ride i den rådande varaktigheten.

source: Changes to print as a drum staff in timbales style
sv: Ändringar för att skriva ut som en trumstav i timbalestil

source: Change Sounding Duration
sv: Ändra Ljudning Varaktighet

source: Choose a duration in "ticks" (𝅘𝅥 = 384 ticks):
sv: Välj en varaktighet i "ticks" (𝅘𝅥 = 384 ticks):

source: Changes the duration of the note a the cursor for playback purposes, typesetting unaffected.
sv: Ändrar varaktigheten för noten a markören för uppspelningsändamål, utan påverkan på sättning.

source: Replace LilyPond
sv: Ersätt LilyPond

source: Suppresses the normal LilyPond typesetting for the current note/chord/rest replacing it with syntax provided by user.
sv: Undertrycker den normala LilyPond-sättningen för den aktuella noten/ackordet/vilan och ersätter den med syntax som tillhandahålls av användaren.

source: Convert to Whole Measure Rests
sv: Omvandla till hela mått pauser

source: Changes rests throughout the score that have the duration of the whole measure to whole measure rests (typeset as whole-note rest by convention)
sv: Ändrar vilopauser i hela partituret som har hela taktens längd till vilopauser i hela takter (skrivs som vilopauser i hela noter enligt konvention)

source: Displace Rest Horizontally
sv: Flytta resten horisontellt

source: Asks for a horizontal shift and moves the rest at the cursor by that much when printing.
sv: Frågar efter en horisontell förskjutning och flyttar resten vid markören lika mycket vid utskrift.

source: Insert Rest
sv: Insättning paus

source: Inserts a rest in the prevailing duration
sv: Sätter in en paus i den rådande varaktigheten

source: Breve Rest
sv: Breve vila

source: Insert a rest with breve duration
sv: Infoga en vila med breve-varaktighet

source: Longa Rest
sv: Longa paus

source: Insert a rest with longa duration
sv: Infoga en vila med lång varaktighet

source: Insert Whole Measure Rest
sv: Infoga Heltaktspaus

source: Inserts/Appends a rest measure; if the current measure is empty, it simply places the whole measure rest in it.
sv: Infogar/tillägger ett viloått; om det aktuella måttet är tomt placeras helt enkelt hela måttet vila i det.

source: Displace Rest Vertically
sv: Förskjuta resten vertikalt

source: Turns the rest at the cursor into a polyphonic rest at the cursor height.
sv: Förvandlar vilan vid markören till en polyfonisk vila i markörens höjd.

source: Multi-Measure Rest Number (Off/On)
sv: Multi-Measure paus Number (Av/På)

source: Turns the printing of the multi-measure rest number off or on. Use this when merging rests to avoid the number appearing twice.
sv: Slår av eller på utskrift av vilonumret för flera mätningar. Använd detta när du sammanfogar viloplatser för att undvika att numret visas två gånger.

source: Grouped in mm rest
sv: Grupperad i mm paus

source: This whole measure rest is grouped with adjacent ones to form a multi-measure rest. The first of the group should be the multi-measure rest itself. Place the cursor on that object to do editing.
sv: Denna hela taktpaus grupperas med intilliggande för att bilda en flertaktig vila. Den första i gruppen bör vara den flertaktiga vilan själv. Placera markören på det objektet för att göra redigering.

source: Recalculate
sv: Räkna om

source: Un-group
sv: Icke-grupp

source: This represents a number of whole measure rests. The following measure rests are grouped with this one when typeset on their own. In full score they are typeset separately to match the other parts. If you add further grouped whole measure rests, this Directive will need re-calculating. The check score routine that is run before printing will do this for you.
sv: Detta representerar ett antal hela taktpauser. De följande taktpauserna grupperas med denna när de sätts för sig själva. I fullständigt partitur sätts de separat för att matcha de andra delarna. Om du lägger till fler grupperade heldragspauser måste detta direktiv beräknas på nytt. Rutinen Check partitur som körs före utskrift gör detta åt dig.
